 [
    {
        "name": "雪鞋猫",
        "weight": "4.5-5千克",
        "imageName": "snowshoe",
        "hairType": "短毛",
        "description" : "雪鞋猫是为了结合暹逻猫的颜色和伯曼猫的白色脚踝这两大特征而繁殖的。牠们的体型庞大，有些雄猫甚至超过5公斤。刚出生的雪鞋猫全身洁白，须等两年后才出现班纹。本来以暹逻猫的毛色为主，但目前亦已培育出各种毛色的猫种来。活泼聪明，感情丰富，不怕生人；温顺友好，渴求主人的宠爱，喜欢与主人玩耍；叫声甜蜜，举止得当；爱干净，在舒适的家中生活很愉快，天气晴朗时也喜欢到庭院或花园里散步。波曼猫的性格开朗头脑聪慧，它有非常充实的感情，对人温顺态度友好，不怕陌生人；喜欢被主人宠爱，爱和主人嬉戏玩耍；有甜蜜的叫声，行为举止非常大方得体；波曼猫爱干净，愉快的生活在舒适的家中，在天气好时喜欢到花园庭院等地方散步。",
        "bodyType": "中型",
        "origin":"美国"

    },
    {
        "name": "暹罗猫",
        "weight": "2.5-5.5千克",
        "imageName": "siamese",
        "hairType": "短毛",
        "description" : "暹罗猫又称泰国猫，原产泰国，属短毛型。最早饲养在泰国皇室和大寺院中，曾一度是外界鲜为人知的宫庭“秘宝”。暹罗猫为流线形修长身材，四肢、躯干、颈部、尾巴均细长而且比例均衡。暹罗猫生性活泼好动，聪明伶俐，动作敏捷，气质高雅，相貌不凡。目前暹罗猫已是最为流行的纯种短毛猫的代表。暹罗猫或许是所有谱系中最有名的种类，19世纪末，豹斑暹罗猫作为外交礼物由泰国皇家国会送给英国和美国。其养育引起公众的兴趣，数量一直在增长。暹罗猫是世界著名的短毛猫，也是短毛猫的代表品种。暹罗猫最早的体形是较为矮胖，经过长时间的演变，目前已经成为标准的东方苗条型。纯种的暹罗猫骨骼纤细、肌肉柔软，浑身没有一点赘肉，毛短而充满光泽，堪称世界上“最苗条”的猫种。暹罗猫身体修长，体型适中，皮肤紧凑，皮下无脂肪附着；步态优美高雅。脸颊非常瘦，双眼澄清，分宝蓝色和浅绿色两种色彩，只要是自然站立，尾巴总是高高翘起，这是暹罗猫最显著的遗传特性。暹罗猫忌妒心强，拥有一副大嗓门的它，发起脾气时非常吵闹。暹罗猫的显著特征是以浅色皮毛衬托之下，花色重点着色于面部，耳，四肢和尾巴，十分抢眼。一头理想的暹逻猫属中等体型，流线型身躯，条长的四肢及长尾巴...",
        "bodyType": "中型",
        "origin":"泰国"
    },
    
    {
        "name": "山东狮子猫",
        "weight": "3.5-7千克",
        "imageName": "persian",
        "hairType": "长毛",
        "description" : "山东狮子猫有非常长的颈部毛发，看起来和狮子非常相似，所以就有了现在的名字。通常情况下，它会有白色或黄色的，也可能是黑白相互掺杂的颜色。山东狮子猫有非常强健的身体，并且有很粗、大的尾巴，有特别高的抵抗疾病能力，对于抗严寒的能力它也是具有的。山东狮子猫在捕鼠方面是非常在行的，只是生育的后代特别少，一年只生一窝，每窝只有2至3只幼猫。山东省是它的主要分布地。其中以山东省临清市的长毛狮子猫最为名贵，临清狮子猫除了全身披着厚厚的雪白长毛外，有的还长着一黄一蓝的鸳鸯眼（也有人称阴阳眼），并被赋予神奇的迷信传说。据说，家里养有这种猫能辟邪旺家，给家里人带来好运气！山东狮子猫身体强壮、抗病力强、耐寒冷、善于捕鼠。",
        "bodyType": "大中型",
        "origin":"中国山东"
    },

     {
        "name": "加拿大无毛猫",
        "weight": "3.5-7千克",
        "imageName": "sphynx",
        "hairType": "无毛",
        "description" : "加拿大无毛猫（Canadian Hairless），又称斯芬克斯猫（Sphynx）、加拿大无毛猫。早在1700年前就有南美墨西哥土著居民饲养过这种无毛猫的记载。无毛猫不仅以一身弯弯皱皱无毛的外表著称于世，而且以性情温顺、聪慧谦逊、感情细腻、笑容可掬的面孔和一双表情丰富的大眼睛而深受欢迎。无毛猫其实并非是完全无毛，猫类的无毛现象是由特定的隐性基因所引起的。它们和无毛狗、无毛大象和无毛海洋哺乳动物一样，都有少量的毛发，不过这些毛发的数量和长度都已大大缩减。",
        "bodyType": "中型",
        "origin":"加拿大"
    },
     
     {
        "name": "英国短毛猫",
        "weight": "4-8千克",
        "imageName": "british_shorthair",
        "hairType": "短毛",
        "description" : "英国短毛猫有悠久的历史，但直到20世纪初才引起人们的宠爱。该猫体形圆胖，四肢粗短发达，被毛短而密，头大脸圆,大而圆的眼睛根据被毛不同而呈现各种颜色。该猫大胆好奇，但非常温柔，适应能力也很强，不会因为环境的改变而改变，也不会乱发脾气、更不会乱吵乱叫，它只会尽量爬到比较高的地方，低着头瞪着那双圆圆的大眼睛面带微笑地俯视着你。在英国本地很早就获得认可，1901年，还出现其猫种之理想形象。牠原是一种体型相当大又结实的蓝猫，过了1970年代，毛色和外型都开始改变。体型越来越小，毛色的种类也变得丰富，所有的改变都朝向优雅的风格。",
        "bodyType": "大型",
        "origin":"英国"
    },
     
     {
        "name": "新加坡猫",
        "weight": "1-2.7千克",
        "imageName": "singapura",
        "hairType": "短毛",
        "description" : "新加坡猫，是世界上体形最小的家猫品种，有的体重甚至只有两公斤左右。又名阴沟猫、下水道猫，因早期这种猫在原产地新加坡并不受欢迎，常被迫寄居在下水道中，故得此名。也由于生活环境恶劣的关系，而导致其体形娇小。1975年，新加坡猫才被带入美国，从此为世界各国所识，成为了重要的宠物猫品种。新加坡猫最早起源于新加坡。在二十世纪70年代初期，它们被发现，是体形非常娇小的猫。1975年Tommy回到了美国，并带回了3只新加坡猫，开始了繁育。在1981年由Hal和Tommy向CFA提出申请，并得到了CFA的允许，从此新加坡猫开始了在CFA的注册和繁育，直到1988年，新加坡猫终于得到了CFA的肯定与认可，并允许新加坡猫参加冠军赛。新加坡猫是世界上最小的猫种！很多兽医在第一次见到新加坡猫的时候都会认为它们是未成熟的小猫，的确！新加坡猫的成熟期是15到24个月左右，即便是到了成熟的年龄，它们也不会长的很大，成年的雌性新加坡的体重一般只有5到6磅，成年雄性也不过是6到8磅。所以在新加坡猫还非常少的情况下，人们在不了解这一品种猫的情况下，即便看到成年的新加坡猫，还认为它们只不过是不足8个月的新加坡猫宝宝，也是值得理解的。",
        "bodyType": "小型",
        "origin":"新加坡"
    },
     
     {
        "name": "西伯利亚猫",
        "weight": "4.5-9千克",
        "imageName": "siberian",
        "hairType": "长毛",
        "description" : "西伯利亚猫原产于严寒的俄罗斯北部以及乌克兰，所以身上长有浓密的被毛，这使得它们能适应当地严寒的气候。西伯利亚猫是被带到西伯利亚及乌克兰地区的家猫和当地的野猫的杂交后代。虎斑花纹的西伯利亚猫很常见，最多见的是金虎斑色。西伯利亚猫最突出的特征是肌肉发达，被毛能防水，颈周围毛领圈明显，可看见耳内饰毛，睑两侧有长毛，出生时被毛短，到3个月大时才有护毛，后腿和尾巴上覆盖着长毛，有力的腿，肌肉发达的修长身躯。西伯利亚猫的体形属魁梧型，身躯较长，骨骼强健，四肢健硕，爪子大而有力，尾巴为中等长度。西伯利亚猫属于大体形猫，外观上和缅因猫、挪威森林猫很相似，区别在于缅因猫耳朵大，四肢短粗，眼睛是蛋形。挪威森林猫头部是三角形，杏核眼，后腿明显比前腿长。西伯利亚猫的毛比前两种密，但是要短一些。",
        "bodyType": "大型",
        "origin":"俄罗斯"
    },
     
     {
        "name": "德文卷毛猫",
        "weight": "2.5-4千克",
        "imageName": "devon_rex",
        "hairType": "短毛",
        "description" : "要欣赏一只德文卷毛猫，你首先要暂时忘记以往在你脑海中一只猫应有的外表。这独特的品种源于1960年英国的Devonshire，基因突变令一只猫的披毛卷曲，成为现今德文卷毛猫的祖先。德文卷毛猫拥有特大的耳朵，阔阔的放在头顶两旁。椭圆形而大的眼睛，短小的嘴、凸出的颧骨和猫须肉垫，构成一个小妖精般的样子。而它的卷毛柔软而卷曲，卷曲程度以背部及尾巴最为明显。值得一提的是，虽然德文卷毛猫卷毛外表与另一卷毛品种柯尼斯卷毛猫非常相似，但牠们却是由两个完全不同的隐性基因而形成，所以一只德文卷毛猫和柯尼斯卷毛猫交配所生的小猫全都是直毛的。 德文卷毛猫的另一特点是易于打理，洗澡后只要用毛巾轻抹或晒晒太阳即可。它的脱毛情况相当轻微，甚至不容易被发觉，适合一些对猫毛敏感的朋友。",
        "bodyType": "中型",
        "origin":"英国"
    },
     
     {
        "name": "美国卷耳猫",
        "weight": "3.5-7千克",
        "imageName": "american_curl",
        "hairType": "长毛",
        "description" : "美国卷耳猫的发展一直相当缓慢，主要原因是最初的卷耳小猫是长毛型。但现在，正赢得人们的喜爱并已能培育出种颜色，为培育者提供了广阔的前景。特征耳朵卷曲程度不一，如耳朵指向头项和斑纹。但就这种颜色的猫来说，玳瑁色和虎斑图案必须清晰醒目。",
        "bodyType": "中型",
        "origin":"美国"
    },
     {
        "name": "缅因猫",
        "weight": "4-10千克",
        "imageName": "maine_coon",
        "hairType": "长毛",
        "description" : "缅因猫，是北美洲自然产生的最早的长毛猫品种，原产于美国东岸缅因州附近。缅因猫是美国猫种当中“猫口”最多的种群，除了其聪颖与活泼广为人知以外，其独一无二巨大的体型也令人过目难忘。缅因猫种起源于新英格兰并且是北美洲最老的天然猫种，同时使得它成为美国第一个本土展示猫。一般来自缅因州的品种都被视为最纯正。",
        "bodyType": "大中型",
        "origin":"美国缅因州"
    }
]

